Autodesk.Revit.DB.OptionalFunctionalityUtils.IsSTLImportLinkAvailable
Checks whether the STL Import functionality is available in the installed Revit.
Remarks:
STL Import is optional functionality that does not have to be a part of the Revit installation.
STL Link is not available however the name has been kept for consistency and future development.
Returns:
True if the STL Import functionality is available in the installed Revit.
Since:
2022.1

Autodesk.Revit.DB.OptionalFunctionalityUtils.IsOBJImportLinkAvailable
Checks whether the OBJ Import functionality is available in the installed Revit.
Remarks:
OBJ Import is optional functionality that does not have to be a part of the Revit installation.
OBJ Link is not available however the name has been kept for consistency and future development.
Returns:
True if the OBJ Import functionality is available in the installed Revit.
Since:
2022.1